const score = `
Привет. При проверке, если не закрыть бургер-меню и перейти на десктопную версию, контент не будет скролится. Так как по факту, ты в бургер меню)) хоть кнопки и не видно). Нажми в любом месте, чтобы учесть такие случаи выставил фон. Или просто нажми на любую ссылку, или закрой его в мобайл. Такие танцы понадобились, чтобы бургер меню могло скролится, если не помещается на экране, например, при повороте экрана. Можно поиграться, если выставить, например, iPhone XR и крутить экран.

`

console.log(score)

// подключаю модуль
import arrInfo from "./respInfo.js";

console.log(arrInfo[0])




/********************************************* */






//***Для кнопок*************************************
// Коды HTML

// &#9658;	►	Треугольная стрелка вправо
// &#9668;	◄	Треугольная стрелка влево

// ‖
// &#8214;
// \2016
// U+2016
// &Vert;
// Двойная вертикальная линия

// ⊲
// &#8882;
// \22B2
// U+22B2
// &vltri;
// Нормальная подгруппа
// ⊳
// &#8883;
// \22B3
// U+22B3
// &vrtri;
// Содержит как нормальную подгруппу


