const score = `
Привет. Добавил scroll и сохранение состояния бургер меню при
ротации-повороте экрана в том числе на устройствах с высотой > 768px. 
Поэтому при проверке, если не закрыть бургер-меню 
и перейти на десктопную версию, контент не будет скролится. 
Так как по факту, ты в бургер меню)) хоть кнопки и не видно). 
Нажми в любом месте, чтобы учесть такие случаи выставил фон. 
Или просто нажми на любую ссылку, или закрой бургер-меню в мобайл. 
Можно поиграться, если выставить, например, iPhone XR и крутить экран,
точно поймешь о чём речь, если объяснил путано).

Scroll добавлен также к модалкам, с той же целью - 
просмотр если не помещается на экране.
И, да, это YAGNI, т.е. расширенный функционал, не предусмотренный ТЗ, но
вряд ли стоит за это душить)

`

console.log(score)


