const score = `
1. Реализация burger menu на обеих страницах: +26
    - задание по burger menu выполнено полностью
2. Реализация слайдера-карусели на странице Main
    - пока в наличии отсутствие слайдер-карусели :)
3. Реализация пагинации на странице Pets
    - пока в наличии отсутствие пагинации и её признаков :)
4. Реализация попап на обеих страницах: +11 = 12 - 1
    - попап в целом реализован, каждая карточка выдаёт индивидуальную информацию, даже в цвете :)
    - размеры элементов попапа и их расположение НЕ совпадают с макетом => (-1)

Оценка за выполненные пункты  => 37 баллов из 110 возможных :))
    `;
console.log(score);




