const score = `
1. Страница Main (42)
    - Вёрстка страницы Main соответствует макету при ширине экрана 1280px: +14
    - Вёрстка страницы Main соответствует макету при ширине экрана 768px: +14
    - Вёрстка страницы Main соответствует макету при ширине экрана 320px: +14
2. Страница Pets (18)
    - Вёрстка страницы Pets соответствует макету при ширине экрана 1280px: +6
    - Вёрстка страницы Pets соответствует макету при ширине экрана 768px: +6
    - Вёрстка страницы Pets соответствует макету при ширине экрана 320px: +6
3. Ни на одном из разрешений до 320px включительно не появляется горизонтальная полоса прокрутки,
справа от отдельных блоков не появляются белые поля. Весь контент страницы при этом сохраняется:
не обрезается и не удаляется: +20
4. Верстка резиновая: при плавном изменении размера экрана от 1280px до 320px
верстка подстраивается под этот размер +8
5. При ширине экрана меньше 768px на обеих страницах меню в хедере скрывается, появляется иконка бургер-меню: +4
6. Верстка обеих страниц валидная: +8


Все пункты требований задания выполнены => 100 баллов из 100 возможных :))
    `;
console.log(score);


