
const score = `
    1. Вёрстка соответствует макету и требованиям ТЗ. Ширина экрана 768px +26
    2. Ни на одном из разрешений до 640px включительно не появляется горизонтальная полоса прокрутки.
       Весь контент страницы при этом сохраняется: не обрезается и не удаляется +12
    3. На ширине экрана 768рх реализовано адаптивное меню +12 
      (появляется на ширине 1024px)
    4. Размеры открытого бургер-меню соответствуют макету. Функционал бургер-меню соответствует ТЗ.
    Все пункты требований задания выполнены => 50 баллов из 50 возможных :)) 
    `;
console.log(score);


